Repository: muhiro12/Stally
Catalog: StallyLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: 30 Days
es: 30 días
fr: 30 jours
ja: 30日
zh_hans: 30天

source: 365 Days
es: 365 días
fr: 365 jours
ja: 365日
zh_hans: 365天

source: 90 Days
es: 90 días
fr: 90 jours
ja: 90日
zh_hans: 90天

source: Add context to your frequent items
es: Agrega contexto a tus elementos frecuentes
fr: Ajoutez du contexte à vos éléments fréquents
ja: よく使うアイテムに背景を残す
zh_hans: 为常用项目补充背景说明

source: All Time
es: Todo el tiempo
fr: Toute la période
ja: 全期間
zh_hans: 全时段

source: Archived because it only comes out a few times a year.
es: Archivado porque solo sale unas pocas veces al año.
fr: Archivé car il ne sort que quelques fois par an.
ja: 年に数回しか使わないのでアーカイブしています。
zh_hans: 因为一年只会拿出来用几次，所以已归档。

source: Archived items are read-only. Move this item back to Home to change its marks.
es: Los elementos archivados son de solo lectura. Devuelve este elemento a Inicio para cambiar sus marcas.
fr: Les éléments archivés sont en lecture seule. Replacez cet élément dans Accueil pour modifier ses marques.
ja: アーカイブ済みアイテムは読み取り専用です。マークを変更するにはこのアイテムをホームへ戻してください。
zh_hans: 已归档项目为只读。若要修改其标记，请将此项目移回首页。

source: Backup contains duplicate item ID %@.
es: La copia contiene un ID de elemento duplicado %@.
fr: La sauvegarde contient un identifiant d’élément dupliqué %@.
ja: バックアップに重複した item ID %@ が含まれています。
zh_hans: 备份中包含重复的 item ID %@。

source: Backup contains duplicate mark ID %@.
es: La copia contiene un ID de marca duplicado %@.
fr: La sauvegarde contient un identifiant de marque dupliqué %@.
ja: バックアップに重複した mark ID %@ が含まれています。
zh_hans: 备份中包含重复的 mark ID %@。

source: Backup schema version %lld is unsupported.
es: La versión de esquema %lld de la copia no es compatible.
fr: La version de schéma %lld de la sauvegarde n’est pas prise en charge.
ja: バックアップの schema version %lld には対応していません。
zh_hans: 不支持备份的架构版本 %lld。

source: Bags
es: Bolsos
fr: Sacs
ja: バッグ
zh_hans: 包袋

source: Black Wool Coat
es: Abrigo negro de lana
fr: Manteau noir en laine
ja: 黒のウールコート
zh_hans: 黑色羊毛大衣

source: Canvas Tote
es: Bolso tote de lona
fr: Tote bag en toile
ja: キャンバストート
zh_hans: 帆布托特包

source: Clothing
es: Ropa
fr: Vêtements
ja: 衣類
zh_hans: 服饰

source: Daily Field Notes
es: Notas de campo diarias
fr: Notes de terrain quotidiennes
ja: 毎日のフィールドノート
zh_hans: 日常随手笔记

source: Default Order
es: Orden predeterminado
fr: Ordre par défaut
ja: 標準順
zh_hans: 默认顺序

source: Easy pair for short walks and errands.
es: Un par cómodo para paseos cortos y recados.
fr: Une paire facile pour les petites sorties et les courses.
ja: ちょっとした散歩や用事にちょうどいい一足。
zh_hans: 适合短途散步和办事的一双。

source: Marked on Day
es: Marcado en el día
fr: Marqué ce jour-là
ja: 日付でマーク済み
zh_hans: 按日期已标记

source: Most Marked
es: Más marcados
fr: Les plus marqués
ja: 最もマークした順
zh_hans: 标记次数最多

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: Name is required.
es: El nombre es obligatorio.
fr: Le nom est requis.
ja: 名前は必須です。
zh_hans: 名称为必填项。

source: Notebooks
es: Cuadernos
fr: Carnets
ja: ノート
zh_hans: 笔记本

source: Nothing is marked in %@ yet. One mark is enough to restart the signal.
es: Aún no hay nada marcado en %@. Una marca basta para reactivar la señal.
fr: Rien n’est encore marqué dans %@. Une seule marque suffit pour relancer le signal.
ja: %@ ではまだ何もマークされていません。1 回マークすれば流れをまた始められます。
zh_hans: 在 %@ 中还没有任何标记。补上一条标记就能重新启动这个信号。

source: Open on Day
es: Abrir en el día
fr: Ouvrir au jour
ja: 日付で開く
zh_hans: 按日期打开

source: Other
es: Otro
fr: Autre
ja: その他
zh_hans: 其他

source: Protect the current streak
es: Protege la racha actual
fr: Protéger la série actuelle
ja: 今の連続記録を守る
zh_hans: 保住当前连续记录

source: Recently Marked
es: Marcados recientemente
fr: Récemment marqués
ja: 最近マークした順
zh_hans: 最近标记

source: Revisit quiet favorites
es: Vuelve a tus favoritos silenciosos
fr: Revisiter les favoris silencieux
ja: 静かに眠るお気に入りを見直す
zh_hans: 重新看看那些沉寂的心头好

source: Several active items still have no note. A short note makes the history easier to read later.
es: Varios elementos activos aún no tienen nota. Una nota breve facilita leer el historial después.
fr: Plusieurs éléments actifs n’ont toujours pas de note. Une courte note rendra l’historique plus lisible plus tard.
ja: アクティブなアイテムのいくつかにはまだメモがありません。短いメモがあると後で履歴を読み返しやすくなります。
zh_hans: 有几个活跃项目还没有备注。补一句简短说明，之后回看记录会更清楚。

source: Shoes
es: Zapatos
fr: Chaussures
ja: 靴
zh_hans: 鞋子

source: Start this range with one mark
es: Empieza este rango con una marca
fr: Commencez cette période avec une marque
ja: この期間を 1 回のマークから始める
zh_hans: 用一次标记开启这个区间

source: Still waiting for its first stretch of regular use.
es: Sigue esperando su primera etapa de uso regular.
fr: Attend encore sa première période d’utilisation régulière.
ja: まだ最初の安定した使用期間を待っています。
zh_hans: 还在等待第一次稳定使用的阶段。

source: The one I reach for on cold mornings.
es: El que elijo en las mañanas frías.
fr: Celui que je prends les matins froids.
ja: 寒い朝につい手が伸びる一着。
zh_hans: 寒冷早晨最常伸手去拿的那一件。

source: These items have history but no marks in the selected range.
es: Estos elementos tienen historial, pero no marcas en el rango seleccionado.
fr: Ces éléments ont un historique, mais aucune marque dans la période sélectionnée.
ja: これらのアイテムには履歴がありますが、選択した期間にはマークがありません。
zh_hans: 这些项目有历史记录，但在所选区间内没有标记。

source: Travel Weekender
es: Bolsa de fin de semana
fr: Sac de week-end
ja: 週末旅行バッグ
zh_hans: 周末旅行包

source: Unknown category '%@' will be imported as Other.
es: La categoría desconocida '%@' se importará como Otro.
fr: La catégorie inconnue '%@' sera importée comme Autre.
ja: 不明なカテゴリ '%@' はその他として読み込みます。
zh_hans: 未知类别“%@”将作为“其他”导入。

source: Usually comes with me when I need one extra layer.
es: Suele venir conmigo cuando necesito una capa extra.
fr: M’accompagne généralement quand j’ai besoin d’une couche en plus.
ja: もう一枚必要なときにたいてい一緒に持っていきます。
zh_hans: 需要多加一层时，我通常都会带上它。

source: White Everyday Sneakers
es: Zapatillas blancas de diario
fr: Baskets blanches du quotidien
ja: 白のデイリースニーカー
zh_hans: 白色日常运动鞋

source: With History
es: Con historial
fr: Avec historique
ja: 履歴あり
zh_hans: 有历史

source: Without History
es: Sin historial
fr: Sans historique
ja: 履歴なし
zh_hans: 无历史

source: You already have a %lld-day streak in motion. Keep it alive today.
es: Ya llevas una racha de %lld días. Mantenla viva hoy.
fr: Vous avez déjà une série de %lld jours en cours. Faites-la vivre aujourd’hui.
ja: すでに %lld 日の連続記録が続いています。今日もつないでいきましょう。
zh_hans: 你已经在保持一段 %lld 天的连续记录了。今天也继续保持吧。
